[
  {
    "when": "2025-12-09T19:48:04.336Z",
    "symptoms": "болить голова",
    "advice": "1) Можливі причини: стрес, напруга, зневоднення, мігрень, проблеми з зором, або синусит.\n\n2) Що робити зараз: спробуйте відпочити в тихому, темному приміщенні, випити достатню кількість води, прийняти знеболювальний засіб (якщо немає протипоказань) та зробити легку розслаблюючу гімнастику.\n\n3) Коли треба терміново звернутись до лікаря: якщо головний біль супроводжується нудотою, блювотою, порушенням зору, слабкістю, або якщо біль раптово став дуже сильним і не зникає."
  },
  {
    "when": "2025-12-09T19:51:06.178Z",
    "symptoms": "болить нога",
    "advice": "1) Можливі причини: травма, розтягнення м'язів, запалення суглобів, варикозне розширення вен, або інші проблеми з кровообігом.\n\n2) Що робити зараз: відпочиньте, уникайте навантажень на хвору ногу, прикладіть холодний компрес на 15-20 хвилин для зменшення болю і набряку. Якщо біль не зменшується, можна прийняти безрецептурний знеболювальний засіб.\n\n3) Коли треба терміново звернутись до лікаря: якщо біль сильний, супроводжується набряком, почервонінням, підвищенням температури, або якщо ви не можете рухати ногою."
  },
  {
    "when": "2025-12-09T19:51:39.609Z",
    "symptoms": "дай мені пораду болить голова",
    "advice": "1) Можливі причини: стрес, втома, зневоднення, напруга в м'язах, мігрень, або інші захворювання.\n\n2) Що робити зараз: спробуйте відпочити в тихому, темному приміщенні, випити достатню кількість води, зробити легкий масаж голови або шиї, прийняти знеболювальний засіб (якщо немає протипоказань).\n\n3) Коли треба терміново звернутись до лікаря: якщо головний біль дуже сильний, раптово з'явився, супроводжується нудотою, блювотою, порушенням зору, слабкістю, або якщо він триває більше кількох днів."
  },
  {
    "when": "2025-12-09T19:54:50.349Z",
    "symptoms": "голова болить",
    "advice": "1) Можливі причини: стрес, втома, зневоднення, мігрень, проблеми з тиском, або напруга в м'язах шиї.\n\n2) Що робити зараз: спробуйте відпочити в тихому, темному приміщенні, випити достатню кількість води, зробити легку розминку або масаж шиї, прийняти знеболювальне (якщо немає протипоказань).\n\n3) Коли треба терміново звернутись до лікаря: якщо біль дуже сильний, супроводжується нудотою, блювотою, порушенням зору, запамороченням, або якщо біль не проходить після прийому знеболювального."
  },
  {
    "when": "2025-12-09T19:58:04.387Z",
    "symptoms": "болить голова",
    "advice": "1) Можливі причини: стрес, втома, зневоднення, мігрень, напруга в м'язах шиї або голови, проблеми з зором.\n\n2) Що робити зараз: спробуйте відпочити в тихій, темній кімнаті, випити достатню кількість води, зробити легку розслаблюючу вправу або масаж шиї. Можна прийняти безрецептурний знеболювальний засіб, якщо немає протипоказань.\n\n3) Коли треба терміново звернутись до лікаря: якщо головний біль супроводжується сильним нудотою, блювотою, порушенням зору, слабкістю, запамороченням, або якщо він раптово став дуже сильним."
  },
  {
    "when": "2025-12-09T20:40:04.315Z",
    "symptoms": "болить суглоб на нозі",
    "advice": "Біль у суглобі на нозі може мати різні причини. Ось кілька можливих причин та симптомів, які можуть супроводжувати біль:\n\n1. **Остеоартрит**: \n   - Біль під час руху або навантаження на суглоб.\n   - Скутість, особливо вранці.\n   - Хрускіт у суглобі.\n\n2. **Подагра**:\n   - Раптовий, сильний біль, зазвичай у великому пальці ноги.\n   - Запалення і почервоніння в області суглоба.\n   - Підвищена температура в ділянці суглоба.\n\n3. **Ревматоїдний артрит**:\n   - Симетричний біль у суглобах.\n   - Скутість вранці, яка триває більше години.\n   - Загальні симптоми, такі як втома і лихоманка.\n\n4. **Травми**: \n   - Біль після падіння або травми.\n   - Набряк і синяки в ділянці суглоба.\n   - Обмежений обсяг руху.\n\n5. **Синдром пірформіс**: \n   - Біль у сідницях і стегнах, що може віддавати в ногу.\n   - Може супроводжуватися онімінням або поколюванням.\n\nЯкщо біль не зникає, посилюється або супроводжується іншими тривожними симптомами (такими як температура, слабкість, оніміння), важливо звернутися до лікаря для точної діагностики та лікування. Не займајтеся самостійним лікуванням без консультації спеціаліста."
  },
  {
    "when": "2025-12-09T20:43:46.144Z",
    "symptoms": "болить нога",
    "advice": "Біль у нозі може мати різні причини. Ось деякі з можливих симптомів та станів, які можуть супроводжувати біль у нозі:\n\n1. **М'язові спазми або розтягнення** - можуть спричинити раптовий біль, часто внаслідок фізичного навантаження.\n2. **Травми** - переломи, вивихи або забої можуть викликати інтенсивний біль.\n3. **Судинні проблеми** - такі як тромбофлебіт (запалення вен) або тромбоемболія (закупорка венозного судини).\n4. **Артрит** - запалення суглобів може спричинити біль у нозі.\n5. **Невропатія** - пошкодження нервів може спричинити біль, оніміння або поколювання.\n6. **Інфекції** - такі як остеомієліт (інфекція кістки) чи флебіт (запалення вени).\n\nЯкщо біль триває довго, посилюється або супроводжується такими симптомами, як набряк, почервоніння, теплоту або високу температуру, слід негайно звернутися до лікаря для обстеження та діагностики."
  },
  {
    "when": "2025-12-09T20:46:36.513Z",
    "symptoms": "око пече",
    "advice": "Печіння в оці може бути викликане різними причинами. Ось деякі з можливих симптомів та їх причин:\n\n1. **Синдром \"сухого ока\"**: недостатнє зволоження ока може викликати печіння, свербіж і відчуття стороннього тіла.\n   \n2. **Алергія**: алергічні реакції на пил, пилок, шерсть тварин можуть призвести до печіння, почервоніння та сльозотечі.\n\n3. **Запалення**: кон'юнктивіт (запалення кон'юнктиви) може викликати печіння, свербіж і виділення з ока.\n\n4. **Надмірне навантаження на очі**: тривале використання комп'ютера або мобільних пристроїв може призвести до втоми очей і печіння.\n\n5. **Інфекції**: бактеріальні або вірусні інфекції можуть супроводжуватися печінням.\n\n6. **Контакт з подразниками**: потрапляння в око хімічних речовин, диму або пилу може викликати дискомфорт.\n\nЯкщо печіння триває довго, супроводжується сильним болем, зниженням зору або виділенням з ока, рекомендується звернутися до лікаря-окуліста для оцінки та лікування."
  },
  {
    "when": "2025-12-09T21:01:15.005Z",
    "symptoms": "болить голова",
    "advice": "Біль у голові може бути симптомом багатьох різних станів. Ось кілька можливих причин:\n\n1. **Напруга голови**: Найпоширеніший вид головного болю, який може виникнути через стрес або напругу м'язів.\n2. **Мігрень**: Серйозні головні болі, які часто супроводжуються нудотою, чутливістю до світла і звуків.\n3. **Синусит**: Запалення синусів може викликати біль у голові, зазвичай в області лоба чи щік.\n4. **Гіпертензія**: Високий кров'яний тиск іноді може викликати головні болі.\n5. **Дегідратація**: Нестача рідини в організмі може викликати болі в голові.\n6. **Травми**: Удар чи травма голови можуть спричинити біль.\n\nЯкщо головний біль триває довгий час, посилюється або супроводжується іншими симптомами, такими як слабкість, проблеми зі зором, зміни свідомості або утруднене мовлення, рекомендується звернутися до лікаря."
  },
  {
    "when": "2025-12-09T21:03:41.265Z",
    "symptoms": "болить вухо",
    "advice": "Біль у вусі може бути спричинений різними факторами. Ось деякі можливі симптоми та причини:\n\n1. **Отит**: Запалення середнього вуха, яке може супроводжуватися:\n   - Біль у вусі\n   - Відчуття заповненості у вусі\n   - Зниження слуху\n   - Витік із вуха\n\n2. **Сірчані пробки**: Накопичення вушної сірки може викликати:\n   - Біль або дискомфорт у вусі\n   - Проблеми зі слухом\n   - Відчуття закладеності\n\n3. **Вушні травми**: Можуть бути викликані:\n   - Пошкодженням вуха\n   - Введенням сторонніх предметів до вуха\n   - Перепадом тиску (під час авіаперельотів або занурень у воду)\n\n4. **Алергії та простуди**: Можуть призвести до:\n   - Закладеності носа\n   - Запалення євстахієвої труби, що може вплинути на вухо\n   - Больових відчуттів \n\n5. **Гарячка**: Супроводжує інфекційні процеси, такі як грип або ангіна.\n\nДодаткові симптоми, на які варто звернути увагу:\n- Висока температура\n- Запаморочення або порушення рівноваги\n- Гнійні виділення з вуха\n- Сильний біль, що не зменшується\n\nЯкщо біль у вусі триває більше ніж кілька днів, посилюється, або супроводжується іншими серйозними симптомами, важливо звернутися до лікаря для діагностики та лікування."
  },
  {
    "when": "2025-12-09T22:22:42.696Z",
    "symptoms": "нарешті вийшло",
    "advice": "Здається, ви описуєте емоційний стан або почуття задоволення після виконання якоїсь задачі або досягнення мети. Якщо вам потрібна медична допомога або консультація щодо симптомів, будь ласка, уточніть, які саме симптоми вас турбують. Я тут, щоб допомогти!"
  },
  {
    "when": "2025-12-10T04:17:40.404Z",
    "symptoms": "сильно тушнить",
    "advice": "Якщо вас сильно нудить, це може бути симптомом багатьох станів. Ось кілька можливих причин:\n\n1. **Отруєння**: споживання неякісної їжі або отруйних речовин.\n2. **Вірусні інфекції**: наприклад, гастроентерит або грип.\n3. **Кислотний рефлюкс**: коли шлункова кислота потрапляє в стравохід.\n4. **Мігрень**: деякі пацієнти відчувають нудоту під час нападів мігрені.\n5. **Нервове перенапруження**: стрес або тривога можуть викликати нудоту.\n6. **Лікарські засоби**: деякі ліки мають побічним ефектом нудоту.\n7. **Гіпотонія**: низький кров'яний тиск може також викликати нудоту.\n\nЯкщо нудота триває довше кількох годин, супроводжується сильним болем, блювотою, підвищеною температурою або іншими серйозними симптомами, рекомендую звернутися до лікаря для детальної оцінки стану та отримання необхідної допомоги."
  },
  {
    "when": "2025-12-10T07:05:34.161Z",
    "symptoms": "зламав ногу",
    "advice": "Якщо ви зламали ногу, ви можете відчути такі симптоми:\n\n1. **Біль**: різкий або пульсуючий біль у місці травми, який може посилюватися при спробах рухати ногою.\n2. **Набряк**: набряк у ділянці пошкодження.\n3. **Пухлина**: помітне збільшення обсягу травмованої області.\n4. **Зміна форми**: деформація ноги або підозра на зсув кісток.\n5. **Синці**: наявність синців або зміна кольору шкіри в області перелому.\n6. **Обмеження рухливості**: неможливість або утруднене рухання ногою.\n7. **Крепітація**: відчуття хрускоту або тріску при русі.\n\nУ разі підозри на перелом, важливо якомога швидше звернутися до лікаря для оцінки травми, діагностики та лікування. Не рекомендується намагатися ходити або спиратися на ушкоджену ногу до медичного обстеження."
  },
  {
    "when": "2025-12-10T08:12:31.886Z",
    "symptoms": "зламав ногу",
    "advice": "Якщо ви зламали ногу, ось кілька симптомів, на які варто звернути увагу:\n\n1. **Біль**: Наявність раптового, сильного болю в області травми.\n2. **Набряк**: Досить швидкий набряк в області зламу.\n3. **Синці**: Зміна кольору шкіри (синці) навколо травми.\n4. **Деформація**: Видима деформація або зміна форми ноги.\n5. **Обмежена рухливість**: Неможливість або значні труднощі при спробі рухати ногою.\n6. **Скрип або тріск**: Можливе відчуття чи почуття тріскучих звуків при рухах.\n\nЯкщо ви підозрюєте, що у вас перелом ноги, обов'язково зверніться до лікаря або в травмпункт для обстеження та лікування. Не намагайтеся самостійно рухати або навантажувати травмовану ногу."
  },
  {
    "when": "2025-12-14T17:04:59.067Z",
    "symptoms": "болить голова",
    "advice": "Біль у голові може бути викликаний різними причинами. Декілька можливих симптомів та причин можуть включати:\n\n1. **Напруження**: У вас може бути відчуття напруги в шиї або плечах, що часто супроводжується головним болем напруги.\n\n2. **Мігрень**: Мігрень може викликати сильний, часто односторонній головний біль, який супроводжується нудотою, чутливістю до світла або звуку.\n\n3. **Синусит**: Запалення синусів може викликати біль у лобі і болі, що посилюються при нахилі вперед.\n\n4. **Гіпертонічний криз**: Високий тиск може бути причиною сильного головного болю.\n\n5. **Дегідратація**: Недостатня кількість рідини в організмі може викликати головний біль.\n\n6. **Втома або стрес**: Психоемоційний стан може суттєво вплинути на виникнення головного болю.\n\n7. **Захворювання**: Деякі інфекції, наприклад, грип або COVID-19, можуть супроводжуватися головним болем.\n\nЯкщо головний біль триває більше кількох днів, або якщо він супроводжується іншими тривожними симптомами (такими як сильна нудота, втрата свідомості, порушення зору або мови), важливо звернутися до лікаря для детальної診ности і лікування."
  },
  {
    "when": "2025-12-14T18:02:06.866Z",
    "symptoms": "болить горло",
    "advice": "Біль у горлі може бути симптомом різних захворювань. Ось деякі можливі причини:\n\n1. **Вірусні інфекції**: Такі як грип, застуда або мононуклеоз.\n2. **Бактеріальні інфекції**: Наприклад, стрептококова інфекція, яка викликає стеноз горла.\n3. **Алергії**: Алергічні реакції на пил, цвітіння рослин або домашніх тварин.\n4. **Сухе повітря**: Особливо в опалювальний сезон.\n5. **Подразнення**: Від куріння або вживання гострої їжі.\n6. **Гастроезофагеальна рефлюксна хвороба (ГЕРХ)**: Коли кислота з шлунка потрапляє в горло.\n\nЯкщо біль у горлі супроводжується такими симптомами, як висока температура, важкість при ковтанні, сильний набряк або тривалість симптомів більше ніж кілька днів, рекомендується звернутися до лікаря для точної діагностики та лікування."
  },
  {
    "when": "2025-12-14T19:40:53.473Z",
    "symptoms": "болить голова",
    "advice": "Біль у голові може мати різні причини, і симптоми можуть варіюватися в залежності від типу головного болю. Ось кілька можливих причин та асоційованих симптомів:\n\n1. **Напружений головний біль**:\n   - Постійний, тягнучий біль у формі обручів навколо голови.\n   - Легке подразнення у світлі та звуках.\n   - Може супроводжуватися напруженням в шиї та плечах.\n\n2. **Мігренозний головний біль**:\n   - Інтенсивний, пульсуючий біль, часто на одній стороні голови.\n   - Може супроводжуватися нудотою, блювотою або підвищеною чутливістю до світла та звуку.\n   - Аура (зорові або чутливі галюцинації) у деяких випадках.\n\n3. **Груповий головний біль**:\n   - Інтенсивний, стріляючий біль, зазвичай з одного боку голови.\n   - Часто супроводжується сльозотечею чи закладенністю носа.\n   - Напади можуть тривати від 15 хвилин до кількох годин.\n\n4. **Синусит**:\n   - Біль у лобі або щелепі, пов’язаний із запаленням синусів.\n   - Може супроводжуватися закладеністю носа, нежиттю, підвищеною температурою та погіршенням загального стану.\n\n5. **Головний біль через прийом лікарських засобів**:\n   - Може виникати через надмірне вживання ліків від головного болю.\n   - Часто супроводжується частими головними болями.\n\nЯкщо біль у голові є хронічним, дуже сильним, супроводжується іншими тривожними симптомами (наприклад, порушенням зору, неврологічними симптомами, високою температурою), важливо звернутися до лікаря для визначення точної причини та відповідного лікування. Не займайтеся самолікуванням!"
  },
  {
    "when": "2025-12-14T19:48:46.799Z",
    "symptoms": "болить голова",
    "advice": "Біль у голові може бути симптомом різних станів і захворювань. Ось деякі можливі причини головного болю:\n\n1. **Мігрень**: Інтенсивний пульсуючий біль, часто супроводжується нудотою, блюванням і чутливістю до світла та звуку.\n\n2. **Напружений головний біль**: Зазвичай відчувається як тягнучий або стискаючий біль, часто пов'язаний зі стресом, напругою або тривалою роботою за комп'ютером.\n\n3. **Груповий головний біль**: Інтенсивний, різкий біль, зазвичай локалізується з одного боку голови, часто супроводжується сльозотечою і носовим закладенням.\n\n4. **Синусит**: Біль, що відчувається в області лоба, щік або між очима, часто супроводжується нежиттю або закладенням носа.\n\n5. **Проблеми з шийним відділом хребта**: Біль може починатися з шиї і віддавати в голову.\n\n6. **Гострі або хронічні захворювання**: Інфекції, високий кров'яний тиск, або інші захворювання можуть також спричиняти головний біль.\n\nЯкщо головний біль тримається довго, є дуже сильним, або супроводжується іншими симптомами (такі як втрата свідомості, затруднене мовлення, слабкість в руках чи ногах), важливо звернутися до лікаря. Якщо у вас є які-небудь підозри щодо серйозності симптомів, не відкладайте візит до медичного закладу."
  },
  {
    "when": "2025-12-14T19:57:22.211Z",
    "symptoms": "тушнить сильно",
    "advice": "Тошнота може бути симптомом різних станів. Ось декілька можливих причин:\n\n1. **Гастрит або виразка шлунка** - запалення оболонки шлунка або виразка може викликати нездужання.\n2. **Отруєння** - споживання неякісної їжі або токсичних речовин.\n3. **Інфекції** - шлунково-кишкові інфекції можуть супроводжуватись такими симптомами.\n4. **Проблеми з печінкою** - захворювання печінки можуть також викликати нудоту.\n5. **Захворювання нервової системи** - мігрені або запаморочення.\n6. **Стрес або тривога** - емоційний стан може викликати фізичні симптоми.\n\nЯкщо нудота триває довго, супроводжується іншими серйозними симптомами (наприклад, болем у животі, підвищеною температурою, блюванням тощо), важливо звернутися до лікаря для оцінки стану і отримання необхідної медичної допомоги."
  },
  {
    "when": "2025-12-14T19:58:33.018Z",
    "symptoms": "болить голова",
    "advice": "Голова може боліти з різних причин. Ось кілька можливих причин болю в голові та пов'язані з ними симптоми:\n\n1. **Мігрень**:\n   - Інтенсивний головний біль, зазвичай односторонній.\n   - Нудота або блювота.\n   - Чутливість до світла та звуків.\n\n2. **Напруга**:\n   - Тиснучий або стискаючий біль, часто обидва боку голови.\n   - Відчуття напруженості в шиї або плечах.\n   - Зазвичай не супроводжується нудотою.\n\n3. **Синусит**:\n   - Біль у чолі, щоках або навколо очей.\n   - Нежить або закладеність носа.\n   - Можлива температура.\n\n4. **Головний біль від перенапруги**:\n   - Раптовий, сильний біль.\n   - Може супроводжуватися порушенням зору.\n   - Необхідно звернутися до лікаря.\n\n5. **Травма голови**:\n   - Біль може варіюватися від легкого до інтенсивного.\n   - Можливі запаморочення, нудота або втрата свідомості.\n\nЯкщо біль у голові триває довше, супроводжується іншими тривожними симптомами (втрата свідомості, проблеми з мовленням, порушення зору), або якщо це перший сильний головний біль у вашому житті, важливо терміново звернутися до лікаря для обстеження."
  },
  {
    "when": "2025-12-14T20:07:12.687Z",
    "symptoms": "болить голова",
    "advice": "Біль у голові може бути симптомом різних станів. Ось деякі з можливих причин головного болю:\n\n1. **Напруги головний біль** – це найпоширеніший тип, який може виникати через стрес, напруження м’язів, малорухливий спосіб життя або недостатній відпочинок.\n\n2. **Мігрень** – це більш інтенсивний біль, який часто супроводжується нудотою, чутливістю до світла або звуку.\n\n3. **Синусит** – запалення передніх пазух носа може викликати біль у ділянці лоба, обличчя або навколо очей.\n\n4. **Внутрішньочерепний тиск** – може бути наслідком травми, пухлин або інших серйозних станів.\n\n5. **Головний біль через зневоднення** – недостатня кількість рідини може викликати головний біль.\n\n6. **Гіпертонія** – високий артеріальний тиск іноді може призводити до головного болю.\n\n7. **Ліки або алкоголь** – деякі препарати або вживання алкоголю можуть викликати головний біль.\n\nЯкщо ваш головний біль триває довго, є дуже інтенсивним або супроводжується іншими симптомами (наприклад, втратою свідомості, порушенням зору, утрудненням мовлення, сильним нудотою тощо), слід звернутися до лікаря для консультації та обстеження."
  },
  {
    "when": "2025-12-14T20:09:58.833Z",
    "symptoms": "спина болить",
    "advice": "Біль у спині може бути викликаний різними причинами. Ось кілька можливих симптомів та станів, які можуть супроводжувати біль у спині:\n\n1. **Напруга м’язів**: через підняття важких предметів, тривале сидіння або погану позу.\n2. **Вивихи або травми**: після падіння або спортивної активності.\n3. **Грижа міжхребцевого диска**: може спричинити біль, що іррадіює в ноги.\n4. **Остеоартрит**: з віком може призвести до болю в спині через зношування суглобів.\n5. **Синдром піратів**: може бути причиною болю в нижній частині спини.\n6. **Інфекції або запалення**: такі як пієлонефрит або остеомієліт.\n\nЯкі ще симптоми ви відчуваєте? Це допоможе звузити коло можливих причин. Якщо біль сильний або триває довго, рекомендується звернутися до лікаря для точної діагностики та лікування."
  },
  {
    "when": "2025-12-14T20:42:42.456Z",
    "symptoms": "болить голова",
    "advice": "Біль у голові може бути викликаний різними причинами. Ось кілька можливих причин та супутніх симптомів:\n\n1. **Тензійний головний біль**:\n   - Легкий або помірний біль.\n   - Відчуття стискання або тиску в околицях голови.\n   - Може супроводжуватися напругою в м'язах шиї або плечей.\n\n2. **Мігрені**:\n   - Інтенсивний пульсуючий біль, зазвичай з одного боку голови.\n   - Може супроводжуватися нудотою, блюванням, порушеннями зору або чутливістю до світла та звуку.\n\n3. **Синусит**:\n   - Біль у голівці з тиском у області обличчя або навколо очей.\n   - Може супроводжуватися закладенням носа, виділенням з носа або кашлем.\n\n4. **Гормональні зміни**:\n   - Біль може бути пов’язаний з менструальним циклом у жінок, особливо у дні перед менструацією або під час неї.\n\n5. **Гіпертонія** (високий кров'яний тиск):\n   - Можливий тупий біль у голові.\n   - Іноді супроводжується запамороченням.\n\n6. **Стрес або тривога**:\n   - Може спостерігатися брак сну або емоційне напруження.\n\nЯкщо біль у голові триває довго, стає дуже інтенсивним, або супроводжується іншими серйозними симптомами (як-от зміни зору, судоми, порушене свідомість, або висока температура), обов'язково проконсультуйтеся з лікарем. Тільки медичний фахівець може правильно діагностувати і призначити лікування."
  },
  {
    "when": "2025-12-14T20:45:18.758Z",
    "symptoms": "нежить",
    "advice": "Нежить (риніт) може бути симптомом різних станів. Основні причини нежитю включають:\n\n1. **Вірусні інфекції**: ГРВІ або грип.\n2. **Алергічні реакції**: Сезонна алергія (масляна риніт), алергія на пил, пилок, домашніх тварин тощо.\n3. **Бактеріальні інфекції**: Синусит або ринофарингіт.\n4. **Сухе повітря**: Особливо в зимовий період, коли опалення знижує вологість.\n5. **Інші подразники**: Дим, запахи, хімікати.\n\nСупутні симптоми можуть включати:\n\n- Закладеність носа\n- Чхання\n- Водянисті або густі виділення з носа\n- Сухість у горлі\n- Головний біль\n\nЯкщо нежить триває більше тижня, супроводжується високою температурою, болем у вухах або обличчі, слід звернутися до лікаря для подальшого обстеження та лікування."
  },
  {
    "when": "2025-12-14T21:05:03.771Z",
    "symptoms": "болить голова",
    "advice": "Біль у голові може мати різні причини та супроводжуватися різними симптомами. Ось кілька потенційних причин головного болю:\n\n1. **Напруговий головний біль**: зазвичай проявляється як тягучий або стиснуючий біль, часто виникає через стрес, напругу або тривале перебування в одній позі.\n\n2. **Мігрень**: різкий, пульсуючий біль, може супроводжуватися нудотою, чутливістю до світла і звуку, а також аурою (попередніми симптомами).\n\n3. **Синусит**: біль може відчуватися в області обличчя, особливо навколо чола, носа та очей, часто супроводжується закладеністю носа.\n\n4. **Груповий головний біль**: яскраво виражений, зазвичай односторонній біль, який може виникати у серії нападів.\n\n5. **Гіпертензія**: підвищений артеріальний тиск також може викликати головний біль.\n\n6. **Інфекції**: такі як грип або COVID-19, також можуть супроводжуватися головним болем.\n\nЯкщо головний біль триває довго, стає дуже інтенсивним або супроводжується іншими насторожуючими симптомами (такі як порушення зору, неможливість говорити, ригідність шийних м'язів, або змінений стан свідомості), важливо звернутися до лікаря для детального обстеження. \n\nТакож варто звернути увагу на можливі тригери головного болю, такі як харчування, стрес, зневоднення або недостатній сон. Якщо у вас є конкретні запитання або деталі, якими ви хочете поділитися, дайте знати!"
  },
  {
    "when": "2025-12-14T21:09:52.527Z",
    "symptoms": "як прикрутити колесо",
    "advice": "Схоже, що ви питаєте про механічну проблему, а не про медичні питання. Якщо вам потрібно прикрутити колесо, ось кілька рекомендацій:\n\n1. **Інструменти**: Переконайтеся, що у вас є всі необхідні інструменти, зокрема ключ для коліс.\n\n2. **Підготовка**: Якщо ви знімаєте колесо, спочатку піднесіть автомобіль на домкрат, щоб колесо було піднято від землі.\n\n3. **Зняття колеса**: Використовуючи ключ, відкрутіть гайки або болти, які тримають колесо. Зніміть колесо.\n\n4. **Прикручування нового колеса**:\n   - Підніміть нове колесо та встановіть його на вісь.\n   - Накрутіть гайки або болти вручну, поки колесо не щільно прилягатиме.\n   - Використовуйте ключ, щоб закрутити гайки або болти по спіралі, починаючи з одного з них і переходячи до протилежного, щоб забезпечити рівномірний розподіл тиску.\n\n5. **Остаточна перевірка**: Переконайтеся, що всі гайки або болти добре затягнуті, а потім плавно опустіть автомобіль на землю.\n\nЯкщо ви не знаєте, як виконати цю процедуру, рекомендую звернутися до професійного механіка."
  },
  {
    "when": "2025-12-14T21:21:15.534Z",
    "symptoms": "болить голова",
    "advice": "Біль у голові може бути спричинений різними факторами. Ось кілька можливих причин:\n\n1. **Мігрень**: Часто супроводжується нудотою, світлобоязню, звукоощадливістю. Біль зазвичай пульсуючий і може тривати від кількох годин до декількох днів.\n\n2. **Напружена головний біль**: Часто виникає через стрес або напругу. Біль зазвичай відчувається як стискання навколо голови.\n\n3. **Кластерний головний біль**: Сильний біль, зазвичай з одного боку голови, може супроводжуватися сльозотечою і закладеністю носа. Напади часто повторюються.\n\n4. **Розширення або звуження кровоносних судин**: Це може бути пов'язано з політичною або фізичною активністю.\n\n5. **Синусит**: Запалення синусів може спричиняти біль у голові, особливо в області чола і носа.\n\n6. **Невралгія трійчастого нерва**: Інтенсивний біль, який відчувається в обличчі.\n\nЯкщо біль у голові є постійним, сильним або супроводжується іншими симптомами (такі як нудота, порушення зору, слабкість або зміна свідомості), важливо звернутися до лікаря для оцінки стану та отримання належного лікування."
  },
  {
    "when": "2025-12-14T21:25:42.299Z",
    "symptoms": "як закрутити колесо",
    "advice": "Вибач, я можу відповідати лише на медичні питання."
  },
  {
    "when": "2025-12-14T21:26:12.708Z",
    "symptoms": "а чому лише на медичні",
    "advice": "Вибач, я можу відповідати лише на медичні питання."
  },
  {
    "when": "2025-12-14T21:26:28.324Z",
    "symptoms": "спину прихватило",
    "advice": "Прихоплення спини може бути викликане різними причинами. Найпоширеніші симптоми, які можуть супроводжувати цей стан, включають:\n\n1. Болі в спині - можуть бути гострими або хронічними.\n2. Обмежена рухливість - важко нахилятися, піднімати руки або робити повороти.\n3. Відчуття скутості в спині.\n4. Можливе відчуття оніміння або поколювання, особливо якщо є вплив на нерви.\n5. Больові відчуття, які можуть іррадіювати в ноги або інші частини тіла.\n\nПричини можуть варіювати від м'язового напруження чи травми до більш серйозних проблем, таких як міжхребцева грижа. Якщо симптоми тривають більше кількох днів, супроводжуються сильним болем або іншими тривожними симптомами, слід звернутися до лікаря для коректної оцінки та лікування."
  },
  {
    "when": "2025-12-14T21:33:29.509Z",
    "symptoms": "болить нога",
    "advice": "Біль у нозі може мати різні причини, зокрема:\n\n1. **Травми**: розтягнення або розрив м'язів, зв'язок або сухожиль, переломи кісток.\n2. **Судинні захворювання**: варикозна хвороба, тромбофлебіт, артеріальна недостатність.\n3. **Неврологічні причини**: защемлення нерва, нейропатія.\n4. **Запальні процеси**: артрит, тендиніт.\n5. **М'язова втома**: після фізичного навантаження або тривалої прогулянки.\n\nЯкщо біль триває, посилюється або супроводжується іншими симптомами (набряк, почервоніння, відчуття тепла), рекомендується звернутися до лікаря для діагностики та лікування."
  }
]