[
  {
    "when": "2025-12-09T19:48:04.336Z",
    "symptoms": "болить голова",
    "advice": "1) Можливі причини: стрес, напруга, зневоднення, мігрень, проблеми з зором, або синусит.\n\n2) Що робити зараз: спробуйте відпочити в тихому, темному приміщенні, випити достатню кількість води, прийняти знеболювальний засіб (якщо немає протипоказань) та зробити легку розслаблюючу гімнастику.\n\n3) Коли треба терміново звернутись до лікаря: якщо головний біль супроводжується нудотою, блювотою, порушенням зору, слабкістю, або якщо біль раптово став дуже сильним і не зникає."
  },
  {
    "when": "2025-12-09T19:51:06.178Z",
    "symptoms": "болить нога",
    "advice": "1) Можливі причини: травма, розтягнення м'язів, запалення суглобів, варикозне розширення вен, або інші проблеми з кровообігом.\n\n2) Що робити зараз: відпочиньте, уникайте навантажень на хвору ногу, прикладіть холодний компрес на 15-20 хвилин для зменшення болю і набряку. Якщо біль не зменшується, можна прийняти безрецептурний знеболювальний засіб.\n\n3) Коли треба терміново звернутись до лікаря: якщо біль сильний, супроводжується набряком, почервонінням, підвищенням температури, або якщо ви не можете рухати ногою."
  },
  {
    "when": "2025-12-09T19:51:39.609Z",
    "symptoms": "дай мені пораду болить голова",
    "advice": "1) Можливі причини: стрес, втома, зневоднення, напруга в м'язах, мігрень, або інші захворювання.\n\n2) Що робити зараз: спробуйте відпочити в тихому, темному приміщенні, випити достатню кількість води, зробити легкий масаж голови або шиї, прийняти знеболювальний засіб (якщо немає протипоказань).\n\n3) Коли треба терміново звернутись до лікаря: якщо головний біль дуже сильний, раптово з'явився, супроводжується нудотою, блювотою, порушенням зору, слабкістю, або якщо він триває більше кількох днів."
  },
  {
    "when": "2025-12-09T19:54:50.349Z",
    "symptoms": "голова болить",
    "advice": "1) Можливі причини: стрес, втома, зневоднення, мігрень, проблеми з тиском, або напруга в м'язах шиї.\n\n2) Що робити зараз: спробуйте відпочити в тихому, темному приміщенні, випити достатню кількість води, зробити легку розминку або масаж шиї, прийняти знеболювальне (якщо немає протипоказань).\n\n3) Коли треба терміново звернутись до лікаря: якщо біль дуже сильний, супроводжується нудотою, блювотою, порушенням зору, запамороченням, або якщо біль не проходить після прийому знеболювального."
  },
  {
    "when": "2025-12-09T19:58:04.387Z",
    "symptoms": "болить голова",
    "advice": "1) Можливі причини: стрес, втома, зневоднення, мігрень, напруга в м'язах шиї або голови, проблеми з зором.\n\n2) Що робити зараз: спробуйте відпочити в тихій, темній кімнаті, випити достатню кількість води, зробити легку розслаблюючу вправу або масаж шиї. Можна прийняти безрецептурний знеболювальний засіб, якщо немає протипоказань.\n\n3) Коли треба терміново звернутись до лікаря: якщо головний біль супроводжується сильним нудотою, блювотою, порушенням зору, слабкістю, запамороченням, або якщо він раптово став дуже сильним."
  },
  {
    "when": "2025-12-09T20:40:04.315Z",
    "symptoms": "болить суглоб на нозі",
    "advice": "Біль у суглобі на нозі може мати різні причини. Ось кілька можливих причин та симптомів, які можуть супроводжувати біль:\n\n1. **Остеоартрит**: \n   - Біль під час руху або навантаження на суглоб.\n   - Скутість, особливо вранці.\n   - Хрускіт у суглобі.\n\n2. **Подагра**:\n   - Раптовий, сильний біль, зазвичай у великому пальці ноги.\n   - Запалення і почервоніння в області суглоба.\n   - Підвищена температура в ділянці суглоба.\n\n3. **Ревматоїдний артрит**:\n   - Симетричний біль у суглобах.\n   - Скутість вранці, яка триває більше години.\n   - Загальні симптоми, такі як втома і лихоманка.\n\n4. **Травми**: \n   - Біль після падіння або травми.\n   - Набряк і синяки в ділянці суглоба.\n   - Обмежений обсяг руху.\n\n5. **Синдром пірформіс**: \n   - Біль у сідницях і стегнах, що може віддавати в ногу.\n   - Може супроводжуватися онімінням або поколюванням.\n\nЯкщо біль не зникає, посилюється або супроводжується іншими тривожними симптомами (такими як температура, слабкість, оніміння), важливо звернутися до лікаря для точної діагностики та лікування. Не займајтеся самостійним лікуванням без консультації спеціаліста."
  },
  {
    "when": "2025-12-09T20:43:46.144Z",
    "symptoms": "болить нога",
    "advice": "Біль у нозі може мати різні причини. Ось деякі з можливих симптомів та станів, які можуть супроводжувати біль у нозі:\n\n1. **М'язові спазми або розтягнення** - можуть спричинити раптовий біль, часто внаслідок фізичного навантаження.\n2. **Травми** - переломи, вивихи або забої можуть викликати інтенсивний біль.\n3. **Судинні проблеми** - такі як тромбофлебіт (запалення вен) або тромбоемболія (закупорка венозного судини).\n4. **Артрит** - запалення суглобів може спричинити біль у нозі.\n5. **Невропатія** - пошкодження нервів може спричинити біль, оніміння або поколювання.\n6. **Інфекції** - такі як остеомієліт (інфекція кістки) чи флебіт (запалення вени).\n\nЯкщо біль триває довго, посилюється або супроводжується такими симптомами, як набряк, почервоніння, теплоту або високу температуру, слід негайно звернутися до лікаря для обстеження та діагностики."
  },
  {
    "when": "2025-12-09T20:46:36.513Z",
    "symptoms": "око пече",
    "advice": "Печіння в оці може бути викликане різними причинами. Ось деякі з можливих симптомів та їх причин:\n\n1. **Синдром \"сухого ока\"**: недостатнє зволоження ока може викликати печіння, свербіж і відчуття стороннього тіла.\n   \n2. **Алергія**: алергічні реакції на пил, пилок, шерсть тварин можуть призвести до печіння, почервоніння та сльозотечі.\n\n3. **Запалення**: кон'юнктивіт (запалення кон'юнктиви) може викликати печіння, свербіж і виділення з ока.\n\n4. **Надмірне навантаження на очі**: тривале використання комп'ютера або мобільних пристроїв може призвести до втоми очей і печіння.\n\n5. **Інфекції**: бактеріальні або вірусні інфекції можуть супроводжуватися печінням.\n\n6. **Контакт з подразниками**: потрапляння в око хімічних речовин, диму або пилу може викликати дискомфорт.\n\nЯкщо печіння триває довго, супроводжується сильним болем, зниженням зору або виділенням з ока, рекомендується звернутися до лікаря-окуліста для оцінки та лікування."
  },
  {
    "when": "2025-12-09T21:01:15.005Z",
    "symptoms": "болить голова",
    "advice": "Біль у голові може бути симптомом багатьох різних станів. Ось кілька можливих причин:\n\n1. **Напруга голови**: Найпоширеніший вид головного болю, який може виникнути через стрес або напругу м'язів.\n2. **Мігрень**: Серйозні головні болі, які часто супроводжуються нудотою, чутливістю до світла і звуків.\n3. **Синусит**: Запалення синусів може викликати біль у голові, зазвичай в області лоба чи щік.\n4. **Гіпертензія**: Високий кров'яний тиск іноді може викликати головні болі.\n5. **Дегідратація**: Нестача рідини в організмі може викликати болі в голові.\n6. **Травми**: Удар чи травма голови можуть спричинити біль.\n\nЯкщо головний біль триває довгий час, посилюється або супроводжується іншими симптомами, такими як слабкість, проблеми зі зором, зміни свідомості або утруднене мовлення, рекомендується звернутися до лікаря."
  },
  {
    "when": "2025-12-09T21:03:41.265Z",
    "symptoms": "болить вухо",
    "advice": "Біль у вусі може бути спричинений різними факторами. Ось деякі можливі симптоми та причини:\n\n1. **Отит**: Запалення середнього вуха, яке може супроводжуватися:\n   - Біль у вусі\n   - Відчуття заповненості у вусі\n   - Зниження слуху\n   - Витік із вуха\n\n2. **Сірчані пробки**: Накопичення вушної сірки може викликати:\n   - Біль або дискомфорт у вусі\n   - Проблеми зі слухом\n   - Відчуття закладеності\n\n3. **Вушні травми**: Можуть бути викликані:\n   - Пошкодженням вуха\n   - Введенням сторонніх предметів до вуха\n   - Перепадом тиску (під час авіаперельотів або занурень у воду)\n\n4. **Алергії та простуди**: Можуть призвести до:\n   - Закладеності носа\n   - Запалення євстахієвої труби, що може вплинути на вухо\n   - Больових відчуттів \n\n5. **Гарячка**: Супроводжує інфекційні процеси, такі як грип або ангіна.\n\nДодаткові симптоми, на які варто звернути увагу:\n- Висока температура\n- Запаморочення або порушення рівноваги\n- Гнійні виділення з вуха\n- Сильний біль, що не зменшується\n\nЯкщо біль у вусі триває більше ніж кілька днів, посилюється, або супроводжується іншими серйозними симптомами, важливо звернутися до лікаря для діагностики та лікування."
  }
]